[
  {
    "file": "experiments/randomSquares_01.js",
    "name": "Random Squares v1",
    "description": "I was inspired by Herbert W. Franke and his random Squares. The natrual chaos of different squares made it possible to dig deeper into what is possible with a simple shape. Just starting with simple steps and adding more and more features to the art."
  },

  {
    "file": "experiments/randomSquares_02.js",
    "name": "Random Squares v2",
    "description": "These squares are a modified version of the first version of the Random Squares by Gerbert W. Franke. The main different now is that random squares have a decreased opacity than others. This creates more depth into the art."
  },

  {
    "file": "experiments/randomSquares_05.js",
    "name": "Random Squares v3",
    "description": "So far the artwork had been quite boring with just black and white. With a pop of color and a decreased opacity, this reminds me of colored glass windows. I implemented a random function for the color pop and opacity."
  },

  {
    "file": "experiments/growingCircles_02.js",
    "name": "Increasing Circles",
    "description": "I got inspired by an artwork from Vera Molnar. Instead of using noise, I used map instead to create this satisfying increase of the size of the ellipses."
  },

  {
    "file": "experiments/growingCircles_03.js",
    "name": "Falling Circles",
    "description": "The falling circles are a variation of the increasing circles. This shows the difference the movement has on our perception. To create the falling effect I rotated the square."
  },

  {
    "file": "experiments/growingCircles_04.js",
    "name": "Moving Circles",
    "description": "To create more active movement in this artwork, I decided to add a noise. I kept the position of the big square at the same place, as I liked the inital start and keeping a few aspects of the original drawing by Vera Molnar."
  },

  {
    "file": "experiments/flowfield_03.js",
    "name": "Thunder",
    "description": "I was inspired by an artwork Garrit made. I started to play around with the code and ended up with thunder that reminds me of the northern methologies."
  },

  {
    "file": "experiments/flowfield_04.js",
    "name": "Recreation Artwork v1",
    "description": "I found this artwork by Ahmad Moussa and tried to recreate it. It is said that it was created with perlin noise as well, but I tried to recreate it without."
  },

  {
    "file": "experiments/flowfield_07.js",
    "name": "Recreation Artwork v2",
    "description": "Now I wanted the lines to go in another direction with other colours that represent the upcoming winter."
  },

  {
    "file": "experiments/flowfield_06.js",
    "name": "Wave",
    "description": "I was inspired to crate a spinning animation with some guidence."
  },

  {
    "file": "experiments/pixelsArt_02.js",
    "name": "test",
    "description": "Since I haven't made anything with particles yet. I followed a simple video creating to create particles moving over the screen. "
  },

  {
    "file": "experiments/pixelsArt_03.js",
    "name": "Spheres",
    "description": "For the 3rd week I wanted to try around more with particles and then found a video about creating 3D particles. It reminds me of older animation styles."
  }
]
